IDEA StatiCa Open Model
ReinforcedBar Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ReinforcedBar class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReinforcedBar()
Public Sub New
public:
ReinforcedBar()
See Also
Reference
ReinforcedBar Class
IdeaRS.OpenModel.CrossSection Namespace